export default function AgreeMarketing(){
  return(
    <>
    <h2>마케팅 목적의 개인정보 수집 및 이용 동의 (선택)</h2>
    <p>(주)무신사는 아래의 목적으로 개인정보를 수집 및 이용하며, 회원의 개인정보를 안전하게 처리하는데 최선을 다하고 있습니다. 아래의 내용을 확인 후 동의하여 주시기 바랍니다.
1. 수집 및 이용 목적
(주)무신사*의 개인 맞춤형 상품∙서비스 및 혜택 정보 제공, 이벤트 또는 광고성 정보 전달 및 참여 기회 제공, 상품∙서비스 이용 실적 정보 통계∙분석을 통한 신규 서비스 개발
2. 수집 및 이용 항목
아이디, 이름, 성별, 생년월일, 휴대폰번호, CI(연계정보), 내/외국인정보, 이메일 주소, 서비스 이용기록(접속일시, IP주소, MAC주소), 접속기기 정보(단말기명, OS, 기기 식별 정보), 광고 식별자 정보(ADID, IDFA), 쿠키, 서비스 이용내역, 서비스 내 구매 및 결제 내역
3. 보유 및 이용 기간
동의 철회 또는 탈퇴 요청 5일 후 지체없이 파기
* 무신사 스토어, 29CM 및 (주)무신사가 제공하는 다양한 서비스 ( 자세히 ) 가 포함되며, 특정 서비스 관련 정보를 제공받고 싶지 않으시면, 언제든지 My>알림 설정으로 동의 철회가 가능합니다.
선택적인 개인정보 수집 및 이용에 동의하지 않을 권리가 있습니다. 동의하지 않아도 서비스 이용이 가능합니다. 다만, 동의하지 않을 경우 관련 할인 정보, 이벤트 등의 혜택 정보 제공이 제한됩니다. 더 자세한 내용에 대해서는 개인정보처리방침을 참고하시기 바랍니다.</p>
    </>
  )
}